tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/gui"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "koekeishiya/formulae"
tap "kryptco/tap"
tap "oclint/formulae"
cask "java"
cask "xquartz"
brew "aalib"
brew "adr-tools"
brew "akka"
brew "android-ndk"
brew "libyaml"
brew "openssl"
brew "sqlite"
brew "ansible"
brew "ant"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "perl"
brew "git"
brew "gobject-introspection"
brew "atk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "babl"
brew "bash"
brew "c-ares"
brew "cabextract"
brew "cheat"
brew "chromedriver"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "crunch"
brew "cscope"
brew "dbus"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dos2unix"
brew "talloc"
brew "freeradius-server"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "gmp"
brew "gnome-icon-theme"
brew "gnu-tar"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "libusb", args: ["universal"]
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "gradle"
brew "libtool", args: ["universal"]
brew "graphicsmagick"
brew "gsettings-desktop-schemas"
brew "icu4c"
brew "hicolor-icon-theme"
brew "gtk+"
brew "xz", args: ["universal"]
brew "python3"
brew "libepoxy"
brew "gtk+3"
brew "py2cairo"
brew "pygobject"
brew "pygtk"
brew "gtk-mac-integration"
brew "gtksourceview3"
brew "htop"
brew "hunspell"
brew "imagemagick"
brew "influxdb"
brew "jasper"
brew "jfrog-cli-go"
brew "jq"
brew "kubernetes-cli"
brew "mercurial"
brew "kubernetes-helm"
brew "lastpass-cli", args: ["with-pinentry"]
brew "libcroco"
brew "libevent"
brew "libusb-compat"
brew "libgphoto2"
brew "libgsf"
brew "libicns", args: ["universal"]
brew "librsvg"
brew "libwmf"
brew "libxmlsec1"
brew "little-cms2"
brew "lzo"
brew "macvim", args: ["with-override-system-vim"]
brew "makedepend"
brew "mas"
brew "maven"
brew "mdp"
brew "memcached", restart_service: true
brew "mingw-w64"
brew "mono"
brew "mplayer"
brew "msitools"
brew "net-snmp"
brew "node"
brew "openvpn"
brew "osslsigncode"
brew "otto"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "phantomjs"
brew "postgresql", restart_service: true
brew "protobuf"
brew "pygobject3"
brew "qt@5.5"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rpm"
brew "ruby"
brew "rust"
brew "sane-backends"
brew "scala"
brew "shellcheck"
brew "sl"
brew "source-highlight"
brew "sqlparse"
brew "swig"
brew "terraform"
brew "tmux"
brew "tree"
brew "typescript"
brew "ucl"
brew "uncrustify"
brew "unrar"
brew "upx"
brew "utf8proc"
brew "wget"
brew "wine", args: ["devel"]
brew "winetricks"
brew "wireshark"
brew "zsh"
brew "zsh-completions"
brew "go-delve/delve/delve"
brew "homebrew/php/composer"
brew "koekeishiya/formulae/kwm"
brew "kryptco/tap/kr", args: ["HEAD"]
brew "oclint/formulae/oclint"
cask "alfred"
cask "android-studio"
cask "apache-directory-studio"
cask "atom"
cask "atom-beta"
cask "cakebrew"
cask "cargo"
cask "dash"
cask "docker"
cask "duet"
cask "fastlane"
cask "filezilla"
cask "firefox"
cask "flycut"
cask "gimp"
cask "github-desktop"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gotomeeting"
cask "hyper"
cask "iterm2"
cask "joinme"
cask "keybase"
cask "kitematic"
cask "libreoffice"
cask "malwarebytes-anti-malware"
cask "meld"
cask "minikube"
cask "pgadmin3"
cask "postman"
cask "rubymine"
cask "screenhero"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "sonos"
cask "spectacle"
cask "spotify"
cask "sqlworkbenchj"
cask "virtualbox"
cask "vlc"
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Reeder", id: 880001334
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
